# Определить, является ли год високосным

x = int(input(' введите какой сейчас год '))
if x % 4 == 0:
    print('год является високосным')
else:
    print('год не является високосным')
