# Напишите программу, которая запрашивает у пользователя его имя, а
# затем выводит строку «Привет, …», где вместо многоточия имя пользователя.
# А вторая строка выведет имя пользователя с повтором 3 раза.

name = input(' введите ваше имя ')
name2 = 'Привет '
print(name2 + name)
print(name * 3)
