# Даны 2 действительных числа a и b. Получить их сумму, разность и
# произведение.

a = int(input('введите первое действительное число'))
b = int(input('введите второе действительное число'))
sum_int = a + b
difference_int = a - b
result_int = a * b
print('сумма двух действительных чисел:', sum_int)
print('разность двух действительных чисел', difference_int)
print('произведение двух действительных чисел', result_int)
